[
  "obsidian-tasks-plugin",
  "obsidian-admonition",
  "calendar",
  "obsidian-checklist-plugin",
  "cmdr",
  "convert-url-to-iframe",
  "dataview",
  "easy-typing-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-emoji-toolbar",
  "highlightr-plugin",
  "file-tree-alternative",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "obsidian-markmind",
  "quickadd",
  "url-into-selection",
  "recent-files-obsidian",
  "tag-wrangler",
  "obsidian-tagfolder",
  "templater-obsidian",
  "custom-sort",
  "obsidian-excalidraw-plugin",
  "table-extended",
  "markdown-table-editor",
  "obsidian-excel-to-markdown-table",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-image-toolkit",
  "mousewheel-image-zoom"
]